{
    "truths": [
      "Have you ever lied to your best friend? If yes, what was it about?",
      "What is the most embarrassing thing you have done in front of your crush?",
      "Have you ever stolen anything? What was it and why did you do it?",
      "Have you ever cheated on a test? If yes, how did you do it?",
      "What is the craziest thing you have ever done for love?",
      "Have you ever lied to your parents? If yes, about what?",
      "What is the most awkward situation you have been in?",
      "Have you ever had a crush on a teacher? If yes, who?",
      "What is the weirdest dream you have ever had?",
      "Have you ever stolen something? If yes, what?",
      "What is the most embarrassing thing in your room right now?",
      "Have you ever cheated in a game? If yes, which game and how?",
      "Have you ever lied to get out of trouble? If yes, what was it about?", 
      "Have you ever lied to get out of trouble at work or school? If yes, what was it about?",
        "What is the most embarrassing thing that has ever happened to you in public?",
        "What is the worst date you have ever been on? What made it so bad?",
        "Have you ever had a crush on a friend's partner? If yes, who?",
        "What is the most embarrassing thing you have ever said to someone you like?",
        "Have you ever stalked someone on social media? If yes, who?",
        "What is the most inappropriate thing you have ever laughed at?",
        "Have you ever been caught doing something you shouldn't have been doing? If yes, what were you doing?",
        "What is the biggest lie you have ever told someone?",
        "What is the most illegal thing you have ever done?",
        "What is the most disgusting food you have ever eaten?",
        "Have you ever cheated on a significant other? If yes, did you tell them or keep it a secret?",
        "What is the most embarrassing thing you have ever worn in public?",
        "What is the biggest secret you have ever kept from someone?",
        "Have you ever peed in a swimming pool? If yes, how many times?",
        "What is the most embarrassing thing you have ever done at a job interview?",
        "What is the most embarrassing nickname you have ever had?",
        "What is the biggest regret of your life?",
        "Have you ever had a one-night stand? If yes, with whom?",
        "What is the most embarrassing text message you have ever sent?", 
        "What is the most embarrassing thing you have ever done in front of a crush?",
    "Have you ever lied to your best friend? If yes, what was it about?",
    "What is the worst gift you have ever given someone?",
    "Have you ever been in love with someone who didn't love you back? If yes, who?",
    "What is the most embarrassing thing you have ever posted on social media?",
    "What is the biggest secret you have ever kept from your parents?",
    "Have you ever stolen something? If yes, what was it?",
    "What is the most embarrassing thing you have ever said to your boss?",
    "What is the most embarrassing thing that has ever happened to you during a job interview?",
    "What is the most embarrassing thing you have ever done at a party?",
    "Have you ever cheated on a test? If yes, which one?",
    "What is the most embarrassing thing you have ever done on a date?",
    "What is the biggest mistake you have ever made at work?",
    "What is the most embarrassing thing you have ever done in front of a crowd?",
    "Have you ever had a crush on a teacher? If yes, who?",
    "What is the most embarrassing thing you have ever done in the name of love?",
    "Have you ever lied to get out of trouble with the law? If yes, what was it about?",
    "What is the most embarrassing thing you have ever said to your parents?",
    "Have you ever done something illegal and never been caught? If yes, what was it?",
    "What is the most embarrassing thing you have ever done at a family gathering?"
    ],
    "dares": [
        "Post a photo of the messiest room in your house.",
        "Sing a song in a voice chat.",
        "Make a voice impression of your favorite character.",
        "Change your Discord nickname to something embarrassing for 24 hours.",
        "Use only emojis to communicate for the next 10 minutes.",
        "Make a creative drawing in 5 minutes and share it in the group chat.",
        "Change your profile picture to a funny meme for 24 hours.",
        "Join a voice chat and pretend to be a robot for the next 10 minutes.",
        "Make a TikTok dance video and share it in the group.",
        "Act out a scene from your favorite movie in a voice chat.",
        "Send a voice message in a group chat using a silly voice.",
        "Join a voice chat and sing your favorite song.",
        "Make a beatbox video and share it in the group chat.",
        "Join a voice chat and sing a duet with someone.",
        "Join a voice chat and tell a personal story from your childhood.",
        "Create a Discord server emoji and share it in the group chat.",
        "Start a voice chat and do a dramatic reading of a poem.",
        "Join a voice chat and perform a magic trick.",
        "Record a 30-second video of you doing something funny and share it in the group chat.", 
        "Change your profile picture to a picture of a cartoon character.",
        "Post a picture of your pet in the general chat.", 
        "Sing a song in a voice channel.",
        "Send a message to a random person on the server saying hello.",
        "Change your username to something silly for a day.", 
        "Tell a joke in the general chat.",
    "Draw a picture of a server member and post it in the chat.",
    "Use a different accent for an entire day in the chat.",
    "Change your server nickname to a random word for a day.",
    "Share a screenshot of your home screen on your phone.",
    "Post a picture of your favorite place to go in your city.",
    "Do an impression of a famous person in the voice channel.",
    "Share a picture of a piece of art that you like.",
    "Give a shoutout to a small business in the chat.",
    "Post a funny video in the general chat.",
    "Do 10 pushups right now.",
    "Change your Discord status to something funny.",
    "Send a meme to a random person on the server.",
    "Change your profile picture to a picture of a famous person for a day.",
    "Post a picture of your favorite food in the general chat.",
    "Share a screenshot of your favorite game on your phone.",
    "Share a picture of a view from your window.",
    "Use a filter on your profile picture for a day.", 
    "Post a picture of your favorite outfit in the general chat.",
    "Send a message to a server member in a language that they don't speak.",
    "Change your Discord status to a funny quote for a day.",
    "Post a picture of a meme that you created yourself.",
    "Share a screenshot of your favorite podcast on your phone.",
    "Change your profile picture to a picture of your favorite musician for a day.",
    "Post a picture of your favorite piece of jewelry in the general chat.", 
    "Send a message to a server member using only emojis.",
    "Post a picture of your favorite type of pizza in the general chat.",
    "Change your Discord status to a song lyric for a day.", 
    "Post a picture of your favorite type of coffee in the general chat."
    ]
}

